---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Stiffener
enum: Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType
source: html/dd6f3990-d050-01e1-6272-f6183c31a97c.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Stiffener

Ancillary makes up a fabrication part internal or external stiffener.